tap "gtmn/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
brew "ant"
brew "bash-completion"
brew "coreutils"
brew "findutils"
brew "git-extras"
brew "gradle"
brew "jadx"
brew "mas"
brew "maven"
brew "moreutils"
brew "nvm"
brew "openjdk"
brew "pidcat"
brew "powerlevel10k"
brew "python@3.12"
brew "stow"
brew "subversion"
brew "tree"
brew "z"
brew "zsh-completions"
brew "zsh"
cask "android-file-transfer"
cask "android-ndk"
cask "android-platform-tools"
cask "android-studio"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-meslo-for-powerline"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg"
# cask "font-open-sans-condensed"
cask "font-open-sans"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-roboto"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "fork"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "provisionql"
cask "proxyman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sourcetree"
cask "spotify"
cask "stringsfile"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
mas "Apple Configurator 2", id: 1037126344
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
